const movies = [
  {
    id: 1,
    name: "Интерстеллар",
    info: "Когда засуха приводит к уничтожению посевов на Земле, группа исследователей отправляется сквозь червоточину в поисках нового дома для человечества.",
    poster:
      "https://i.pinimg.com/474x/8e/0d/ab/8e0dab8699be85720ce55845065bf6dc.jpg?nii=t",
    year: 2014,
    genre: "Научная фантастика",
    rating: 8.6,
  },
  {
    id: 2,
    name: "Начало",
    info: "Кобб — талантливый вор, специализирующийся на извлечении информации из подсознания во сне. Ему дают шанс на прощение, но за это он должен совершить невозможное — 'внедрение' идеи.",
    poster:
      "https://img.ixbt.site/live/images/original/32/49/29/2024/10/10/10cd16e5a6.jpg",
    year: 2010,
    genre: "Триллер, научная фантастика",
    rating: 8.7,
  },
  {
    id: 3,
    name: "Темный рыцарь",
    info: "Бэтмен объединяется с полицейским Джимом Гордоном и прокурором Харви Дентом, чтобы противостоять хаосу, который сеет Джокер.",
    poster:
      "https://avatars.mds.yandex.net/i?id=d4764593164a8cab9c3daa1ca3f54534_l-5179294-images-thumbs&n=13",
    year: 2008,
    genre: "Боевик, драма",
    rating: 9.0,
  },
  {
    id: 4,
    name: "Матрица",
    info: "Программист по имени Нео узнаёт, что реальность, в которой он живёт, — иллюзия, созданная разумными машинами, и присоединяется к восстанию против системы.",
    poster:
      "https://avatars.mds.yandex.net/i?id=f396e55c5099b15307ff4b0a33bff631_l-5018153-images-thumbs&n=13",
    year: 1999,
    genre: "Научная фантастика, экшен",
    rating: 8.5,
  },
  {
    id: 5,
    name: "Форрест Гамп",
    info: "История человека с низким IQ, который неожиданно оказывается в центре ключевых событий американской истории.",
    poster:
      "https://avatars.mds.yandex.net/i?id=cf4609de94bd498fd73a0320b5b112de_l-16305332-images-thumbs&n=13",
    year: 1994,
    genre: "Драма, комедия",
    rating: 8.8,
  },
  {
    id: 6,
    name: "Побег из Шоушенка",
    info: "Банкир Энди Дюфрейн обвинён в убийстве жены и её любовника. В тюрьме он находит способы выжить и сохранить достоинство.",
    poster: "https://i.ebayimg.com/images/g/McUAAOSw~e5ZW~ee/s-l1600.jpg",
    year: 1994,
    genre: "Драма",
    rating: 9.1,
  },
];

export default movies;
